[
  {
    "name": "Bes💯❤💝",
    "chat": " Wtf you talking about?😳"
  },
  {
    "name": "Wright",
    "chat": " You are so silent and you keep blueticking and not replying to any of my texts 🙄😐"
  },
  {
    "name": "Wright",
    "chat": " I'm so sorry, it's me😩"
  },
  {
    "name": "Wright",
    "chat": " Nimediscover the more I don't socialize, I start having crippling depression, anxiety, overthinking."
  },
  {
    "name": "Wright",
    "chat": " I love you so much❤😟 I don't know what I'd do without you."
  },
  {
    "name": "Bes💯❤💝",
    "chat": " 😂😂😂 don't mind me"
  },
  {},
  {
    "name": "Wright",
    "chat": " Nitakuwa nikicall to check on you then.😁😁"
  },
  {
    "name": "Bes💯❤💝",
    "chat": " 😂😂😂😂"
  },
  {
    "name": "Bes💯❤💝",
    "chat": " Ndio natoka exam"
  },
  {
    "name": "Wright",
    "chat": " I wish you success in your exams dear☺☺"
  },
  {
    "name": "Bes💯❤💝",
    "chat": " Thanks😌❤"
  },
  {
    "name": "Wright",
    "chat": " You gonna do great things☺☺👊🏽its why I can't let anything happen to you. I'll always pray for you and support you in every way I will."
  },
  {
    "name": "Wright",
    "chat": " Guess what, Niliconfess feelings to the lesbian friend I told you about😅😅"
  },
  {
    "name": "Wright",
    "chat": " But I fixed it, I maintained the friendship. 😂👊🏽"
  },
  {
    "name": "Wright",
    "chat": " I knew very well she would be angered or confused and reject me but I told her every reason as to why she had the right to"
  },
  {
    "name": "Wright",
    "chat": " And I perfectly understood☺🤞🏽 why it was inappropriate. But at the same time it was a compliment to her."
  },
  {
    "name": "Wright",
    "chat": " I said I was over it since last week. (The day I told you I almost fell in love with a lesbian)"
  },
  {
    "name": "Wright",
    "chat": " She's cool😃😃 look👇"
  },
  {
    "name": "Wright",
    "chat": " 😂😂😂😂niko relieved I thought itakuwa another friendship ninaruin kama kitambo siku za kina Felisha"
  },
  {
    "name": "Bes💯❤💝",
    "chat": " 😃she's really a cool person"
  },
  {
    "name": "Wright",
    "chat": " Thanks bestie☺☺🤞🏽 am happy too"
  },
  {
    "name": "Wright",
    "chat": " Nitakuwa nafanya hivyo😂😂 kama wewe na Iyke, I learnt from you. When you think someone's beautiful you tell them."
  },
  {
    "name": "Bes💯❤💝",
    "chat": " Mimi huwa honest😂"
  },
  {},
  {
    "name": "Bes💯❤💝",
    "chat": " 😂😂😂😂😂"
  },
  {
    "name": "Bes💯❤💝",
    "chat": " 😂 kujichocha"
  },
  {
    "name": "Bes💯❤💝",
    "chat": " Thanks btw "
  },
  {},
  {
    "name": "Bes💯❤💝",
    "chat": " What happened?"
  },
  {
    "name": "Bes💯❤💝",
    "chat": " And stop this habit of typing things,  then deleting"
  },
  {
    "name": "Bes💯❤💝",
    "chat": " It's not good"
  },
  {
    "name": "Wright",
    "chat": " I was just done with masturbating, and when they knocked I cleaned up everything. But kitu nilisahau ni Laptop. The porn was still paused and very revealing (pussy and dick) and it was bright. Na Peshi na Caren waliingia. Peshi ndio akaona.. Ndio nikakuja nikatoa"
  },
  {
    "name": "Wright",
    "chat": " I have stopped. I won't do it again"
  },
  {
    "name": "Wright",
    "chat": " I fear, I have robbed her off her innocence at a very young age, and not only that but I've embarrassed myself too"
  },
  {
    "name": "Wright",
    "chat": " I need to get real sex and stop porm"
  },
  {
    "name": "Wright",
    "chat": " n"
  },
  {
    "name": "Bes💯❤💝",
    "chat": " 😂😂😂😂😂"
  },
  {
    "name": "Wright",
    "chat": " Leo niliota ndoto mzuri, nilikuwa na descendant wa Yvonne Chaka Chaka... But ubaya alikuwa na Boyfriend😅 tena. Tukakunywa tu Mkombohti tukalewa... It was very peaceful."
  },
  {
    "name": "Wright",
    "chat": " She must have been her great grand daughter, very beautiful.. Or Maybe my brain reconstructed her Chaka Chaka's  image when she was very very young and youthful.. I was hitting on her and one day I went home with her, only to meet her boyfriend😒 and older than me and has a job. So like in suits. I pretended to be her brothet, because I'm so tiny😅😅. But when we all drank that beer, I noticed she sounds like Chaka Chaka, she was singing, _\"When am home, I drink this beer\"_ I dreamt upto the 80s , when Yvonne Chaka Chaka was working on this song years before she gets famous, siku za Apartheid and Thabo Mbeki fighting for indipendence Mandela akiwa bado imprisoned. It feels good to be back in the old days. I want to download Mkombohti, nisikilize, maybe it has a hidden meaning than _\"African Beer\"_"
  },
  {
    "name": "Wright",
    "chat": " Wait, I think huyu ni grand daughter... Because If she was in that apartment then Already they had independence. Maybe ni a descendant who sings as good as her grandmother"
  },
  {
    "name": "Bes💯❤💝",
    "chat": " Funnny"
  },
  {
    "name": "Wright",
    "chat": " Siku hizi tweeter unaweza pata nudes za wasichana😋😋😛👅🍑"
  },
  {
    "name": "Wright",
    "chat": " 😅😂😂😂😂"
  },
  {
    "name": "Wright",
    "chat": " Whenever I see pussy, I always begin salivating first as I get turned on🍆, ni kama reflex action, because I'll use that saliva in masturbating😂😅😅"
  },
  {
    "name": "Wright",
    "chat": " But they charge so expensive😒"
  },
  {
    "name": "Wright",
    "chat": " You were right, heri tao.. Na kama ni tao am guessing kwenda hizo sides za River road"
  },
  {
    "name": "Wright",
    "chat": " Send me ile Telegram Link.. Nimejua mahali pa kupata whores, and it's cheaper. Ni through hizi groups, websites ni expensive"
  },
  {
    "name": "Wright",
    "chat": " Nitakuwa nikienda Club L.A. simetimes... (it's a gay club) Just for shots. I want to go on 31st na kina Jamila, walisema wataenda, nikaamua niende, sijawahi experience clubs before. But since it's a gay club(and straight too), Mine is just drinking and sitting 🍻🍻🥃😁 and enjoy watching hot girls twerk on people."
  },
  {
    "name": "Bes💯❤💝",
    "chat": " 😂😂😂😂😂"
  },
  {
    "name": "Bes💯❤💝",
    "chat": " The pace you taking things"
  },
  {
    "name": "Wright",
    "chat": " 😅😅Nirelax kidogo"
  },
  {
    "name": "Bes💯❤💝",
    "chat": " 😂😂 ✋🏽 be slow"
  },
  {
    "name": "Wright",
    "chat": " 😅😅😅ata mi naona nilikuwa naenda haraka"
  },
  {
    "name": "Bes💯❤💝",
    "chat": " 😂😂😂😂 hii maisha haitaki hasira na haraka"
  },
  {
    "name": "Wright",
    "chat": " 😂😂nahitaji weed sasa. Na Reggae music"
  },
  {
    "name": "Wright",
    "chat": " Niliavoid hapo juu ndio usione kama wameeka chumvi kwa bafu😂😂😂"
  },
  {
    "name": "Wright",
    "chat": " Merry Christmas bestie🥳☺ I love you so much❤ May God bless you"
  },
  {
    "name": "Wright",
    "chat": " You are one of God's greatest gifts to me, *you have no idea*. I want the best for you, I want you to be happy dear☺❤"
  },
  {
    "name": "Wright",
    "chat": " When I get some money I'll send you.☺💕Enjoy your Christmas"
  },
  {
    "name": "Wright",
    "chat": " If you have any of our chats and you are using GBWhatsApp, Export it and send me. (I'm creating a *bot* that behaves exactly like me, so far it talks like me [the movie geek part of me] )"
  },
  {
    "name": "Wright",
    "chat": " I need more data to train it to be more like me. (I'm using Machine Learning and AI long story which I don't want to talk about because I'll end up writing a 6700 word essay right here)..."
  },
  {
    "name": "Wright",
    "chat": " Exactly😂😂 this is how I talk.. "
  },
  {},
  {
    "name": "Wright",
    "chat": " Am really really really sorry for the long texts, am just excited"
  }
]